[A_Creature_base_t2 H7Creature]
mName="Изгой"
mLore="Люди, которых не принимают нигде больше, часто приходят в Союз. Не только из-за его открытого отношения, но также и для того, чтобы скрыться и исчезнуть. Однако, тяжелые условия делают жизнь в одиночку невозможной, поэтому изгоев часто нанимают в качестве охотников, защитников караванов или личных охранников."

[A_Creature_t2_lv2_frost H7Creature]
mName="Ледяной рейнджер"
mLore="Могучие снежные воины стоят на страже городов, но для охраны фортов и границ больше подходят ледяные рейнджеры. Они могут идеально маскироваться в снегу, бесшумно передвигаются и знают горы лучше, чем кто-либо ещё. Будьте осторожны, ступая по трактам Союза, ведь одним из сугробов вполне может оказаться притаившийся ледяной рейнджер. Прежде, чем вы осознаете это, его стрела окажется в вашем животе."

[A_Maneuver_frost H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Маневрирование"
mTooltip="При ответном ударе существа отходят от нападающего отряда и наносят ответный удар, используя атаку дальнего боя."

[A_RangedAttack_ice_arow H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака дальнего боя"
mTooltip="Атака дальнего боя"

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ледяная стрела"
mTooltip="Собирает энергию в мощные ледяные стрелы и наносит %d1 ед. урона выбранному отряду, замораживая его. Если выбранный отряд уже заморожен, то ему дополнительно наносится %d2 ед. урона.\nМожно использовать один раз за бой."

[Ability.A_tir_glacial_mortel H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Смертельный ледяной выстрел"
mTooltip="Когда уровень Хладнокровия этого отряда достигает 2 и выше, следующий выстрел всегда будет критическим. Критические атаки этого существа тратят накопленное Хладнокровие."

